Repository: PITADIA/android-couple-app
Catalog: PourRire.xcstrings
Source language: en
Languages: de, es, fr, it, nl, pt_br, pt_pt

# prad_67
source: If you had to create a new type of festival with a completely crazy theme, what would it be?
de: Wenn du ein neues Festival mit einem komplett verrückten Thema erfinden müsstest, wie wäre es?
es: Si tuvieras que crear un nuevo tipo de festival con un tema totalmente loco, ¿cuál sería?
fr: Si tu devais créer un nouveau type de festival avec un thème complètement fou, quel serait-il ?
it: Se dovessi creare un nuovo tipo di festival con un tema completamente folle, quale sarebbe?
nl: Als je een nieuw festival moest bedenken met een compleet gek thema, wat zou dat zijn?
pt_br: Se você tivesse que criar um novo festival com um tema totalmente maluco, qual seria?
pt_pt: Se tivesses de criar um novo festival com um tema completamente maluco, qual seria?

# prad_68
source: What's the stupidest moment you tried to do something creative but it was a disaster?
de: Was war der dümmste Moment, in dem du etwas Kreatives versucht hast und es zur totalen Katastrophe wurde?
es: ¿Cuál fue el momento más tonto en que intentaste hacer algo creativo y fue un desastre?
fr: Quel est le moment le plus stupide où tu as essayé de faire quelque chose de créatif mais où c'était un désastre ?
it: Qual è il momento più stupido in cui hai provato a fare qualcosa di creativo ma è stato un disastro?
nl: Wat is het domste moment waarop je iets creatiefs probeerde te doen en het een ramp werd?
pt_br: Qual foi o momento mais idiota em que você tentou fazer algo criativo mas foi um desastre?
pt_pt: Qual foi o momento mais estúpido em que tentaste fazer algo criativo mas foi um desastre?

# prad_69
source: If you could replace all chairs with any other type of seat, which one would you choose?
de: Wenn du alle Stühle durch eine andere Art Sitz ersetzen könntest, welche würdest du wählen?
es: Si pudieras reemplazar todas las sillas por cualquier otro tipo de asiento, ¿cuál elegirías?
fr: Si tu pouvais remplacer toutes les chaises par n'importe quel autre type de siège, lequel choisirais-tu ?
it: Se potessi sostituire tutte le sedie con qualsiasi altro tipo di seduta, quale sceglieresti?
nl: Als je alle stoelen kon vervangen door een ander soort zitplaats, welk zou je kiezen?
pt_br: Se você pudesse substituir todas as cadeiras por outro tipo de assento, qual escolheria?
pt_pt: Se pudesses substituir todas as cadeiras por outro tipo de assento, qual escolherias?

# prad_70
source: What's the most ridiculous thing you've done trying to avoid someone?
de: Was ist das Lächerlichste, was du getan hast, um jemandem aus dem Weg zu gehen?
es: ¿Qué es lo más ridículo que has hecho para evitar a alguien?
fr: Quelle est la chose la plus ridicule que tu aies faite en essayant d'éviter quelqu'un ?
it: Qual è la cosa più ridicola che hai fatto per evitare qualcuno?
nl: Wat is het meest belachelijke dat je hebt gedaan om iemand te vermijden?
pt_br: Qual foi a coisa mais ridícula que você já fez para evitar alguém?
pt_pt: Qual foi a coisa mais ridícula que já fizeste para evitar alguém?

# prad_71
source: If you had to create a new type of therapy based on a ridiculous activity, what would it be?
de: Wenn du eine neue Therapie auf Basis einer total absurden Aktivität erfinden müsstest, welche wäre das?
es: Si tuvieras que crear un nuevo tipo de terapia basada en una actividad ridícula, ¿cuál sería?
fr: Si tu devais créer un nouveau type de thérapie basée sur une activité ridicule, quelle serait-elle ?
it: Se dovessi creare una nuova terapia basata su un'attività ridicola, quale sarebbe?
nl: Als je een nieuwe therapie moest bedenken gebaseerd op een belachelijke activiteit, wat zou dat zijn?
pt_br: Se você tivesse que criar uma nova terapia baseada em uma atividade ridícula, qual seria?
pt_pt: Se tivesses de criar uma nova terapia baseada numa atividade ridícula, qual seria?

# prad_72
source: What's the most embarrassing time you tried to make a joke that fell flat?
de: Was war der peinlichste Moment, in dem du einen Witz gemacht hast, der komplett gefloppt ist?
es: ¿Cuál fue la vez más vergonzosa en que intentaste hacer un chiste y nadie se rió?
fr: Quel est le moment le plus gênant où tu as essayé de faire une blague qui est tombée à plat ?
it: Qual è la volta più imbarazzante in cui hai provato a fare una battuta che è caduta nel vuoto?
nl: Wat is het meest gênante moment waarop je een grap probeerde te maken die totaal mislukte?
pt_br: Qual foi o momento mais constrangedor em que você contou uma piada que não teve graça?
pt_pt: Qual foi o momento mais embaraçoso em que contaste uma piada que não teve graça?

# prad_73
source: If you could make a household appliance have a personality, which one would you choose?
de: Wenn du einem Haushaltsgerät eine Persönlichkeit geben könntest, welches wäre es?
es: Si pudieras darle personalidad a un electrodoméstico, ¿cuál elegirías?
fr: Si tu pouvais faire en sorte qu'un appareil électroménager ait une personnalité, lequel choisirais-tu ?
it: Se potessi dare una personalità a un elettrodomestico, quale sceglieresti?
nl: Als je een huishoudapparaat een persoonlijkheid kon geven, welk zou je kiezen?
pt_br: Se você pudesse dar personalidade a um eletrodoméstico, qual escolheria?
pt_pt: Se pudesses dar personalidade a um eletrodoméstico, qual escolherias?

# prad_74
source: What's the most absurd thing you've done trying to relax?
de: Was ist das Absurdeste, was du getan hast, um zu entspannen?
es: ¿Qué es lo más absurdo que has hecho tratando de relajarte?
fr: Quelle est la chose la plus absurde que tu aies faite en essayant de te détendre ?
it: Qual è la cosa più assurda che hai fatto cercando di rilassarti?
nl: Wat is het meest absurde dat je hebt gedaan om te proberen te ontspannen?
pt_br: Qual foi a coisa mais absurda que você já fez tentando relaxar?
pt_pt: Qual foi a coisa mais absurda que já fizeste para tentar relaxar?

# prad_75
source: If you had to create a new type of competition with completely crazy rules, what would it be?
de: Wenn du einen neuen Wettkampf mit komplett verrückten Regeln erfinden müsstest, wie wäre der?
es: Si tuvieras que crear un nuevo tipo de competencia con reglas totalmente locas, ¿cómo sería?
fr: Si tu devais créer un nouveau type de compétition avec des règles complètement folles, quelle serait-elle ?
it: Se dovessi creare una nuova competizione con regole completamente folli, quale sarebbe?
nl: Als je een nieuwe wedstrijd moest maken met compleet gekke regels, hoe zou die zijn?
pt_br: Se você tivesse que criar uma competição com regras totalmente malucas, como seria?
pt_pt: Se tivesses de criar uma competição com regras totalmente malucas, como seria?

# prad_76
source: What's the stupidest moment you tried to do something heroic but failed?
de: Was war der dümmste Moment, in dem du etwas Heroisches versuchen wolltest und gescheitert bist?
es: ¿Cuál fue el momento más tonto en que intentaste hacer algo heroico y fracasaste?
fr: Quel est le moment le plus stupide où tu as essayé de faire quelque chose d'héroïque mais où tu as échoué ?
it: Qual è il momento più stupido in cui hai provato a fare qualcosa di eroico ma hai fallito?
nl: Wat is het domste moment waarop je iets heldhaftigs probeerde maar faalde?
pt_br: Qual foi o momento mais idiota em que você tentou ser heróico mas fracassou?
pt_pt: Qual foi o momento mais estúpido em que tentaste ser heróico mas falhaste?

# prad_77
source: If you could replace all stairs with any other way to go up, which one would you choose?
de: Wenn du alle Treppen durch eine andere Möglichkeit, nach oben zu kommen, ersetzen könntest, welche würdest du nehmen?
es: Si pudieras reemplazar todas las escaleras por otra forma de subir, ¿cuál elegirías?
fr: Si tu pouvais remplacer tous les escaliers par n'importe quel autre moyen de monter, lequel choisirais-tu ?
it: Se potessi sostituire tutte le scale con qualsiasi altro modo di salire, quale sceglieresti?
nl: Als je alle trappen kon vervangen door een andere manier om omhoog te gaan, wat zou je kiezen?
pt_br: Se você pudesse substituir todas as escadas por outra forma de subir, qual escolheria?
pt_pt: Se pudesses substituir todas as escadas por outra forma de subir, qual escolherias?

# prad_78
source: What's the most ridiculous thing you've done trying to make friends?
de: Was ist das Lächerlichste, was du getan hast, um Freunde zu finden?
es: ¿Qué es lo más ridículo que has hecho tratando de hacer amigos?
fr: Quelle est la chose la plus ridicule que tu aies faite en essayant de te faire des amis ?
it: Qual è la cosa più ridicola che hai fatto per farti degli amici?
nl: Wat is het meest belachelijke dat je hebt gedaan om vrienden te maken?
pt_br: Qual foi a coisa mais ridícula que você já fez para fazer amigos?
pt_pt: Qual foi a coisa mais ridícula que já fizeste para fazer amigos?

# prad_79
source: If you had to create a new type of music based on everyday sounds, what would it sound like?
de: Wenn du eine neue Musikrichtung aus Alltagsgeräuschen bauen müsstest, wie würde sie klingen?
es: Si tuvieras que crear un nuevo tipo de música basada en sonidos cotidianos, ¿cómo sonaría?
fr: Si tu devais créer un nouveau type de musique basée sur des bruits du quotidien, à quoi ressemblerait-elle ?
it: Se dovessi creare un nuovo tipo di musica basato sui suoni quotidiani, come sarebbe?
nl: Als je een nieuw soort muziek moest maken gebaseerd op alledaagse geluiden, hoe zou dat klinken?
pt_br: Se você tivesse que criar um novo estilo de música a partir de sons do dia a dia, como seria?
pt_pt: Se tivesses de criar um novo estilo de música a partir de sons do dia a dia, como seria?

# prad_80
source: What's the most embarrassing time you tried to dance and everyone stared at you?
de: Was war der peinlichste Moment, in dem du tanzen wolltest und alle dich angestarrt haben?
es: ¿Cuál fue la vez más vergonzosa en que intentaste bailar y todos te miraron?
fr: Quel est le moment le plus gênant où tu as essayé de danser et où tout le monde t'a regardé ?
it: Qual è la volta più imbarazzante in cui hai provato a ballare e tutti ti hanno guardato?
nl: Wat is het meest gênante moment waarop je probeerde te dansen en iedereen naar je keek?
pt_br: Qual foi o momento mais constrangedor em que você tentou dançar e todo mundo ficou olhando?
pt_pt: Qual foi o momento mais embaraçoso em que tentaste dançar e todos ficaram a olhar?

# prad_81
source: If you could make an office object have a completely different function, which one would you choose?
de: Wenn du einem Bürogegenstand eine komplett andere Funktion geben könntest, welcher wäre es?
es: Si pudieras hacer que un objeto de oficina tuviera una función completamente distinta, ¿cuál elegirías?
fr: Si tu pouvais faire en sorte qu'un objet de bureau ait une fonction complètement différente, lequel choisirais-tu ?
it: Se potessi far avere a un oggetto da ufficio una funzione completamente diversa, quale sceglieresti?
nl: Als je een bureaubladobject een compleet andere functie kon geven, welk zou je kiezen?
pt_br: Se você pudesse dar a um objeto de escritório uma função totalmente diferente, qual seria?
pt_pt: Se pudesses dar a um objeto de escritório uma função totalmente diferente, qual seria?

# prad_82
source: What's the most absurd thing you've done trying to educate yourself?
de: Was ist das Absurdeste, was du getan hast, um dich weiterzubilden?
es: ¿Qué es lo más absurdo que has hecho intentando educarte?
fr: Quelle est la chose la plus absurde que tu aies faite en essayant de te cultiver ?
it: Qual è la cosa più assurda che hai fatto cercando di istruirti?
nl: Wat is het meest absurde dat je hebt gedaan om jezelf iets bij te leren?
pt_br: Qual foi a coisa mais absurda que você já fez tentando aprender algo?
pt_pt: Qual foi a coisa mais absurda que já fizeste a tentar aprender algo?

# prad_83
source: If you had to create a new type of vacation with a completely crazy concept, what would it be?
de: Wenn du eine neue Art Urlaub mit einem völlig verrückten Konzept erfinden müsstest, wie sähe er aus?
es: Si tuvieras que crear un nuevo tipo de vacaciones con un concepto totalmente loco, ¿cuál sería?
fr: Si tu devais créer un nouveau type de vacances avec un concept complètement fou, quel serait-il ?
it: Se dovessi creare un nuovo tipo di vacanza con un concept completamente folle, quale sarebbe?
nl: Als je een nieuw soort vakantie moest creëren met een compleet gek concept, hoe zou die zijn?
pt_br: Se você tivesse que criar um novo tipo de férias com um conceito totalmente maluco, como seria?
pt_pt: Se tivesses de criar um novo tipo de férias com um conceito completamente louco, como seria?

# prad_84
source: What's the stupidest moment you tried to do something sophisticated but failed?
de: Was war der dümmste Moment, in dem du etwas 'Schickes' versuchen wolltest und es völlig schiefging?
es: ¿Cuál fue el momento más tonto en que intentaste hacer algo sofisticado y salió mal?
fr: Quel est le moment le plus stupide où tu as essayé de faire quelque chose de sophistiqué mais où tu as échoué ?
it: Qual è il momento più stupido in cui hai provato a fare qualcosa di sofisticato ma hai fallito?
nl: Wat is het domste moment waarop je iets verfijnds probeerde te doen maar faalde?
pt_br: Qual foi o momento mais idiota em que você tentou fazer algo sofisticado mas deu errado?
pt_pt: Qual foi o momento mais estúpido em que tentaste fazer algo sofisticado mas correu mal?

# prad_85
source: If you could replace all doors with any other type of entrance, which one would you choose?
de: Wenn du alle Türen durch eine andere Art Eingang ersetzen könntest, welche würdest du wählen?
es: Si pudieras reemplazar todas las puertas por cualquier otro tipo de entrada, ¿cuál elegirías?
fr: Si tu pouvais remplacer toutes les portes par n'importe quel autre type d'entrée, lequel choisirais-tu ?
it: Se potessi sostituire tutte le porte con qualsiasi altro tipo d'ingresso, quale sceglieresti?
nl: Als je alle deuren kon vervangen door een ander type ingang, wat zou je kiezen?
pt_br: Se você pudesse substituir todas as portas por outro tipo de entrada, qual escolheria?
pt_pt: Se pudesses substituir todas as portas por outro tipo de entrada, qual escolherias?

# prad_86
source: What's the most ridiculous thing you've done trying to save time?
de: Was ist das Lächerlichste, was du getan hast, um Zeit zu sparen?
es: ¿Qué es lo más ridículo que has hecho intentando ahorrar tiempo?
fr: Quelle est la chose la plus ridicule que tu aies faite en essayant d'économiser du temps ?
it: Qual è la cosa più ridicola che hai fatto cercando di risparmiare tempo?
nl: Wat is het meest belachelijke dat je hebt gedaan om tijd te besparen?
pt_br: Qual foi a coisa mais ridícula que você já fez para economizar tempo?
pt_pt: Qual foi a coisa mais ridícula que já fizeste para poupar tempo?

# prad_87
source: If you had to create a completely useless new hobby, what would it be?
de: Wenn du ein komplett nutzloses neues Hobby erfinden müsstest, welches wäre es?
es: Si tuvieras que crear un hobby totalmente inútil, ¿cuál sería?
fr: Si tu devais créer un nouveau type de hobby complètement inutile, quel serait-il ?
it: Se dovessi creare un nuovo hobby completamente inutile, quale sarebbe?
nl: Als je een compleet nutteloze hobby moest verzinnen, wat zou dat zijn?
pt_br: Se você tivesse que inventar um hobby totalmente inútil, qual seria?
pt_pt: Se tivesses de inventar um passatempo completamente inútil, qual seria?

# prad_88
source: What's the most embarrassing time you tried to pretend to understand something you didn't understand?
de: Was war der peinlichste Moment, in dem du so getan hast, als würdest du etwas verstehen, das du gar nicht verstanden hast?
es: ¿Cuál fue la vez más vergonzosa en que intentaste fingir que entendías algo que no entendías?
fr: Quel est le moment le plus gênant où tu as essayé de faire semblant de comprendre quelque chose que tu ne comprenais pas ?
it: Qual è la volta più imbarazzante in cui hai finto di capire qualcosa che non capivi?
nl: Wat is het meest gênante moment waarop je deed alsof je iets begreep dat je helemaal niet begreep?
pt_br: Qual foi o momento mais constrangedor em que você fingiu entender algo que não entendia?
pt_pt: Qual foi o momento mais embaraçoso em que fingiste compreender algo que não entendias?

# prad_89
source: If you could make a pet have a human skill, which one would you choose?
de: Wenn du einem Haustier eine menschliche Fähigkeit geben könntest, welche wäre es?
es: Si pudieras hacer que una mascota tuviera una habilidad humana, ¿cuál elegirías?
fr: Si tu pouvais faire en sorte qu'un animal domestique ait une compétence humaine, laquelle choisirais-tu ?
it: Se potessi dare a un animale domestico un'abilità umana, quale sceglieresti?
nl: Als je een huisdier een menselijke vaardigheid kon geven, welke zou je kiezen?
pt_br: Se você pudesse dar a um animal de estimação uma habilidade humana, qual escolheria?
pt_pt: Se pudesses dar a um animal de estimação uma habilidade humana, qual escolherias?

# prad_90
source: What's the most absurd thing you've done trying to motivate yourself?
de: Was ist das Absurdeste, was du getan hast, um dich zu motivieren?
es: ¿Qué es lo más absurdo que has hecho intentando motivarte?
fr: Quelle est la chose la plus absurde que tu aies faite en essayant de te motiver ?
it: Qual è la cosa più assurda che hai fatto per motivarti?
nl: Wat is het meest absurde dat je hebt gedaan om jezelf te motiveren?
pt_br: Qual foi a coisa mais absurda que você já fez para se motivar?
pt_pt: Qual foi a coisa mais absurda que já fizeste para te motivar?

# prad_91
source: If you had to create a new type of restaurant where everything is upside down, what would it look like?
de: Wenn du ein Restaurant erfinden müsstest, in dem alles auf dem Kopf steht, wie würde es aussehen?
es: Si tuvieras que crear un nuevo tipo de restaurante donde todo esté al revés, ¿cómo sería?
fr: Si tu devais créer un nouveau type de restaurant où tout est à l'envers, à quoi ressemblerait-il ?
it: Se dovessi creare un nuovo ristorante dove tutto è sottosopra, come sarebbe?
nl: Als je een restaurant moest bedenken waar alles ondersteboven is, hoe zou dat eruitzien?
pt_br: Se você tivesse que criar um restaurante onde tudo fosse de cabeça para baixo, como seria?
pt_pt: Se tivesses de criar um restaurante onde tudo estivesse de pernas para o ar, como seria?

# prad_92
source: What's the stupidest moment you tried to do something romantic for yourself?
de: Was war der dümmste Moment, in dem du etwas Romantisches für dich selbst versucht hast?
es: ¿Cuál fue el momento más tonto en que intentaste hacer algo romántico para ti mismo?
fr: Quel est le moment le plus stupide où tu as essayé de faire quelque chose de romantique pour toi-même ?
it: Qual è il momento più stupido in cui hai provato a fare qualcosa di romantico per te stesso?
nl: Wat is het domste moment waarop je iets romantisch voor jezelf probeerde te doen?
pt_br: Qual foi o momento mais idiota em que você tentou fazer algo romântico para si mesmo?
pt_pt: Qual foi o momento mais estúpido em que tentaste fazer algo romântico para ti mesmo?

# prad_93
source: If you could replace all beds with any other type of sleeping arrangement, which one would you choose?
de: Wenn du alle Betten durch eine andere Schlafmöglichkeit ersetzen könntest, welche würdest du wählen?
es: Si pudieras reemplazar todas las camas por cualquier otra forma de dormir, ¿cuál elegirías?
fr: Si tu pouvais remplacer tous les lits par n'importe quel autre type de couchage, lequel choisirais-tu ?
it: Se potessi sostituire tutti i letti con qualsiasi altro modo di dormire, quale sceglieresti?
nl: Als je alle bedden kon vervangen door een andere manier van slapen, wat zou je kiezen?
pt_br: Se você pudesse substituir todas as camas por outra forma de dormir, qual escolheria?
pt_pt: Se pudesses substituir todas as camas por outro tipo de sítio para dormir, qual escolherias?

# prad_94
source: What's the most ridiculous thing you've done trying to get your crush to notice you?
de: Was ist das Lächerlichste, was du getan hast, damit dein Crush dich bemerkt?
es: ¿Qué es lo más ridículo que has hecho para que tu crush se fijara en ti?
fr: Quelle est la chose la plus ridicule que tu aies faite en essayant de te faire remarquer par ton crush ?
it: Qual è la cosa più ridicola che hai fatto per farti notare dal tuo crush?
nl: Wat is het meest belachelijke dat je hebt gedaan om de aandacht van je crush te krijgen?
pt_br: Qual foi a coisa mais ridícula que você já fez para chamar a atenção do seu crush?
pt_pt: Qual foi a coisa mais ridícula que já fizeste para chamar a atenção de quem gostavas?

# prad_95
source: If you had to create a new type of sport where you have to be as slow as possible, what would it look like?
de: Wenn du eine neue Sportart erfinden müsstest, bei der man so langsam wie möglich sein muss, wie sähe sie aus?
es: Si tuvieras que crear un nuevo deporte en el que haya que ser lo más lento posible, ¿cómo sería?
fr: Si tu devais créer un nouveau type de sport où il faut être le plus lent possible, à quoi ressemblerait-il ?
it: Se dovessi creare un nuovo sport in cui bisogna essere il più lenti possibile, come sarebbe?
nl: Als je een nieuwe sport moest creëren waarbij je zo langzaam mogelijk moet zijn, hoe zou die eruitzien?
pt_br: Se você tivesse que criar um esporte em que o objetivo fosse ser o mais lento possível, como seria?
pt_pt: Se tivesses de criar um desporto em que o objetivo fosse ser o mais lento possível, como seria?

# prad_96
source: What's the most embarrassing time you tried to do something cool in front of your parents?
de: Was war der peinlichste Moment, in dem du vor deinen Eltern etwas Cooles zeigen wolltest?
es: ¿Cuál fue la vez más vergonzosa en que intentaste hacer algo cool delante de tus padres?
fr: Quel est le moment le plus gênant où tu as essayé de faire quelque chose de cool devant tes parents ?
it: Qual è la volta più imbarazzante in cui hai provato a fare qualcosa di cool davanti ai tuoi genitori?
nl: Wat is het meest gênante moment waarop je iets cools probeerde te doen voor je ouders?
pt_br: Qual foi o momento mais constrangedor em que você tentou ser descolado na frente dos seus pais mas deu errado?
pt_pt: Qual foi o momento mais embaraçoso em que tentaste ser fixe diante dos teus pais mas correu mal?

# prad_97
source: If you could make a vegetable taste like a dessert, which one would you choose?
de: Wenn du ein Gemüse wie ein Dessert schmecken lassen könntest, welches wäre es?
es: Si pudieras hacer que una verdura supiera a postre, ¿cuál elegirías?
fr: Si tu pouvais faire en sorte qu'un légume ait le goût d'un dessert, lequel choisirais-tu ?
it: Se potessi far avere a una verdura il gusto di un dessert, quale sceglieresti?
nl: Als je een groente de smaak van een dessert kon geven, welke zou je kiezen?
pt_br: Se você pudesse fazer um legume ter gosto de sobremesa, qual escolheria?
pt_pt: Se pudesses fazer um legume saber a sobremesa, qual escolherias?

# prad_98
source: What's the most absurd thing you've done trying to avoid doing something important?
de: Was ist das Absurdeste, was du getan hast, um etwas Wichtiges zu vermeiden?
es: ¿Qué es lo más absurdo que has hecho para evitar hacer algo importante?
fr: Quelle est la chose la plus absurde que tu aies faite en essayant d'éviter de faire quelque chose d'important ?
it: Qual è la cosa più assurda che hai fatto per evitare di fare qualcosa di importante?
nl: Wat is het meest absurde dat je hebt gedaan om iets belangrijks te vermijden?
pt_br: Qual foi a coisa mais absurda que você já fez para evitar fazer algo importante?
pt_pt: Qual foi a coisa mais absurda que já fizeste para evitar fazer algo importante?
